Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Dental spectrocolormeters for determining colours of dental prostheses
it: Spettrocolorimetri dentari per la determinazione dei colori di protesi dentarie

source: Detectors for medical applications
it: Rilevatori per applicazioni mediche

source: Pumps for medical use in the extraction of gases
it: Pompe per uso medico per l'estrazione di gas

source: Pumps for use in liquid chromatography [medical]
it: Pompe per cromatografia liquida [mediche]

source: Radiation shielding textiles for use in therapeutic treatment
it: Tessuti di protezione dalle radiazioni per trattamenti terapeutici

source: Sponge material for surgical use
it: Materiali in spugna per uso chirurgico

source: Pads (Abdominal -) for surgical use
it: Compresse (Addominali -) per uso chirurgico

source: Parallel bars for medical therapeutic use
it: Barre parallele per uso medico terapeutico

source: Catheters for use in embolectomy
it: Cateteri per embolectomia

source: Lumbar belts
it: Cinture lombari

source: Ear plugs [ear protection devices]
it: Tamponi protettivi per le orecchie

source: Silicone lace combined with a needle for use in the retraction of veins during surgery
it: Stringhe in silicone con ago per la retrazione di vene durante operazioni chirurgiche

source: Elasticated supports for the wrist
it: Supporti elastici per il polso

source: Electric drills for surgical use
it: Trapani elettrici per uso chirurgico

source: Hypodermic needles for use in renal dialysis
it: Aghi ipodermici per la dialisi renale

source: Immunoadsorption columns for therapeutic use
it: Colonne d'immuno-assorbimento per uso terapeutico

source: Immunological analysers
it: Analizzatori immunologici

source: Soles made of leather [orthopaedic]
it: Suole in cuoio [ortopediche]

source: Sound excluding instruments for medical use
it: Strumenti di esclusione del suono per uso medico

source: Spectrocolorimeters for use in the detection of colour blindness
it: Spettrocolorimetri da utilizzare per la rilevazione della daltonicità

source: Adhesive bandages (Suspensory -)
it: Bende adesive (Di sostegno -)

source: Adhesive flanges for use with ostomy bags
it: Flange adesive per sacche per stomia

source: Adhesive sutures
it: Suture adesive

source: Oxygen concentrators for medical applications
it: Concentratori di ossigeno per applicazioni mediche

source: Non-selective electrodes being chemically sensitive probes [for medical use]
it: Elettrodi non selettivi ovvero sonde sensibili agli agenti chimici [per uso medico]

source: Medical aids for use in stoma care
it: Articoli medici per neostomia

source: Disposable microtome blades
it: Lame microtomiche monouso

source: Evaporators for liquid anaesthetics
it: Evaporatori per anestetici liquidi

source: Exercise simulating apparatus for medical purposes
it: Apparecchi medici per la simulazione di esercizi

source: Rubber gloves for surgical use
it: Guanti di gomma per uso chirurgico

source: Insufflation needles
it: Aghi per insufflazione

source: Lasers for use in surgery
it: Laser per la chirurgia

source: Latex gloves for surgical use
it: Guanti in lattice per uso chirurgico

source: Prosthetic implant instruments
it: Strumenti per impianti protesici

source: Bone forceps
it: Pinze per ossa

source: Capillary tubes for samples
it: Tubi capillari per campioni

source: Castrating apparatus [for veterinary purposes]
it: Strumenti per castrazione [per uso veterinario]

source: Disposable syringes
it: Siringhe monouso

source: Electroencephalographs
it: Elettroencefalografi

source: Anaesthetic drapes
it: Teli anestetici

source: Orthopaedic sheets adapted for use during orthopaedic operations
it: Teli ortopedici destinati all'uso durante operazioni ortopediche

source: Scalpels emitting electromagnetic rays
it: Bisturi ad emissione di raggi elettromagnetici

source: Ear inserts for medical use
it: Inserti auricolari per uso medico

source: Elasticated supports for the knee
it: Supporti elasticizzati per il ginocchio

source: Metering pumps for delivering drugs in measured quantities [medical use]
it: Pompe dosatrici per somministrare farmaci in quantità misurate [uso medico]

source: Moisture exchangers for medical use in transferring the heat of exhaled breath to inhaled breath
it: Scambiatori di umidità per uso medico per il trasferimento del calore del respiro esalato al respiro inalato

source: Fibre optic viewers for medical purposes
it: Visori a fibre ottiche per uso medico

source: Filters for use within veins
it: Filtri per uso nelle vene

source: Medical implants
it: Impianti medici

source: Thread for medical use
it: Filo per uso medico

source: Transfusion sets
it: Set da trasfusione

source: Ultrasonic medical diagnostic apparatus
it: Apparecchi medici per diagnosi ad ultrasuoni

source: Medical apparatus for neurographic purposes
it: Apparecchi medici per uso neurografico

source: Medical apparatus for use in endoscopy
it: Apparecchi medici per endoscopia

source: Isolation bags for medical use
it: Sacche di isolamento per uso medico

source: Automatic medical apparatus for dosing humans by injection
it: Apparecchi medici automatici per dosaggi per iniezioni per l'uomo

source: Bandages [supportive] for veterinary use
it: Fasciature [di supporto] per uso veterinario

source: Orthopaedic belts
it: Cinture ortopediche

source: Medical implants made of artificial materials
it: Impianti medici in materiali artificiali

source: Hospital examination tables
it: Tavoli per esami ospedalieri

source: Temperature indicator labels for medical purposes
it: Etichette indicatrici di temperatura per uso medico

source: Arch supports for footwear
it: Plantari per calzature

source: Surgical staplers
it: Cucitrici chirurgiche

source: Clasps for surgical use
it: Ganci per uso chirurgico

source: Feeding bottle teats
it: Tettarelle per poppatoi

source: Heart pacemakers
it: Stimolatori cardiaci

source: Cushions (Heating -), electric, for medical purposes
it: Cuscini termici (riscaldanti -), elettrici, per uso medico

source: Heating cushions [pads], electric, for medical purposes
it: Cuscini scaldati elettricamente per uso medico

source: Bandages for joints, anatomical
it: Fasciature per articolazioni

source: Medical and veterinary apparatus and instruments
it: Apparecchi e strumenti medici e veterinari

source: Suture and wound closing materials and products
it: Materiali e prodotti di sutura e chiusura delle ferite

source: Artificial organs and implants
it: Organi ed impianti artificiali

source: Diagnostic, examination, and monitoring equipment
it: Attrezzatura per diagnostica, esami e monitoraggio

source: Physiotherapy and rehabilitation equipment
it: Attrezzatura per la fisioterapia e la riabilitazione

source: Prosthetics and artificial implants
it: Protesi ed impianti artificiali

source: Medical furniture and bedding, equipment for moving patients
it: Mobili e letti per uso medico, attrezzature per spostare i pazienti

source: Implant abutments
it: Supporti per impianti

source: Infrared thermometers for medical purposes
it: Termometri a raggi infrarossi per uso medico

source: Medical skin enhancement apparatus using lasers
it: Apparecchi medici per la cura della pelle con uso di laser

source: Pupillometers for measuring pupillary reactivity to stimulus
it: Pupillometri per misurare la reattività pupillare agli stimoli

source: Pupillometers for measuring pupillary distance (PD)
it: Pupillometri per misurare la distanza pupillare (PD)

source: Dropping pipettes for medical purposes
it: Pipette contagocce per uso medico

source: Orthodontic rubber bands
it: Elastici ortodontici

source: Analysers for bacterial identification for medical purposes
it: Analizzatori per identificazione batterica ad uso medico

source: Apparatus for DNA and RNA exams for medical purposes
it: Apparecchi per esame DNA e RNA per uso medico

source: Apparatus for the regeneration of stem cells for medical purposes
it: Apparecchi per la rigenerazione di cellule staminali per uso medico

source: Magnetic bracelets for medical purposes
it: Braccialetti magnetici per uso medico

source: Anti-rheumatism bracelets
it: Braccialetti antireumatici

source: Anti-rheumatism rings
it: Anelli antireumatici

source: Bracelets for medical purposes
it: Braccialetti per uso medico

source: Medical instrument cabinets
it: Armadietti per strumenti medici

source: Medical instrument stands
it: Supporti per strumenti medici

source: Medical instrument tables
it: Tavoli per strumenti medici

source: Apparatus for acupressure therapy
it: Apparecchi per terapia di agopuntura

source: Apparatus used in implementing diagnosis tests designed to detect the abnormal prion protein
it: Apparecchi utilizzati nei test diagnostici per rilevare la proteina prionica patologica

source: Capillary reagent tubes
it: Tubi capillari per reagenti

source: Containers especially adapted for the disposal of medical instruments, syringes and other contaminated medical waste
it: Contenitori specifici per lo smaltimento di strumenti medici, siringhe e altri rifiuti medici contaminati

source: Cupping glasses for moxibustion therapy
it: Coppette in vetro per moxibustione

source: Electric cauteries for surgical use
it: Cauteri elettrici per uso chirurgico

source: Electric massage apparatus for household use
it: Massaggiatori elettrici per uso domestico

source: Filters for blood and blood components
it: Filtri per il sangue e componenti ematici

source: Gynecological dilators
it: Dilatatori ginecologici

source: Ice bag pillows for medical purposes
it: Borse per il ghiaccio per uso medico

source: Infusion apparatus for therapeutic purposes
it: Apparecchi per infusioni a scopo terapeutico

source: Lavage apparatus for therapeutic purposes
it: Apparecchi per lavaggio a scopo terapeutico

source: Massage beds for medical purposes
it: Letti per massaggi per uso medico

source: Medical and surgical cutters for cutting human or animal tissue and organs
it: Strumenti da taglio medici e chirurgici per tessuti ed organi umani ed animali

source: Medical and surgical knives for cutting human or animal tissue and organs
it: Bisturi medici e chirurgici per tessuti ed organi umani ed animali

source: Medical and surgical laparoscopes
it: Laparoscopi medici e chirurgici

source: Medical devices for closing wounds
it: Dispositivi medici per la sutura di ferite

source: Medical devices for moxibustion therapy
it: Dispositivi medici per moxibustione

source: Medical procedure chairs
it: Sedie per procedure mediche

source: Medical procedure tables
it: Tavoli per procedure mediche

source: Mittens for medical use
it: Manopole per uso medico

source: Percussion hammers for diagnostic purposes
it: Martelli a percussione per uso diagnostico

source: Radioisotope therapy apparatus and instruments
it: Apparecchi e strumenti per terapia con radioisotopi

source: Sharp curettes
it: Curette affilate

source: Surgical raspatories
it: Raspe chirurgiche

source: X-ray appliances for dental and medical use
it: Apparecchi a raggi X per uso odontoiatrico e medico

source: Blankets for medical purposes
it: Coperte per uso medico

source: Ice bags for medical purposes
it: Borse per il ghiaccio per uso medico

source: Orthotic inserts for footwear
it: Inserti ortopedici per calzature

source: Orthopaedic soles
it: Suole ortopediche

source: Suture needles
it: Aghi per suture

source: Surgical needles
it: Aghi chirurgici

source: Dental crowns
it: Corone dentali

source: Ambulance stretchers
it: Barelle per ammalati

source: Patient stretchers
it: Barelle per pazienti

source: Contraceptive devices
it: Dispositivi contraccettivi

source: Contraceptives, non-chemical
it: Dispositivi contraccettivi

source: Air pillows for medical purposes
it: Guanciali ad aria per uso medico

source: Air cushions for medical purposes
it: Cuscini ad aria per uso medico

source: Surgical blades
it: Lame chirurgiche

source: Knives for surgical purposes
it: Coltelli per la chirurgia

source: Surgical cutting instruments
it: Strumenti chirurgici da taglio

source: Resuscitation apparatus
it: Apparecchi per rianimazione

source: Nebulizers for medical use
it: Nebulizzatori per uso medico

source: Vaporizers for medical purposes
it: Vaporizzatori per uso medico

source: Hypodermic syringes
it: Siringhe ipodermiche

source: Syringes for injections
it: Siringhe per iniezioni

source: Syringes for medical purposes
it: Siringhe per uso medico

source: Injectors for medical purposes
it: Iniettori per uso medico

source: Hypodermic needles
it: Aghi ipodermici

source: Acupuncture needles
it: Aghi per agopuntura

source: Drainage tubes for medical purposes
it: Tubi di drenaggio per uso medico

source: Tomographs for medical purposes
it: Tomografi per scopi medici

source: Endoscopy cameras for medical purposes
it: Telecamere endoscopiche per uso medico

source: Compression garments
it: Indumenti di compressione

source: Compression socks for medical or therapeutic use
it: Calze a compressione per uso medico o terapeutico

source: Subcutaneous valves comprised of artificial materials for implantation
it: Valvole sottocutanee costituite da materiali artificiali per impianti

source: Surgical mesh comprised primarily of artificial materials
it: Rete chirurgica costituita principalmente da materiali artificiali

source: Abrasive wheels for dental purposes
it: Mole abrasive per uso dentistico

source: Cut-off wheels for dental purposes
it: Mole da taglio per uso dentistico

source: Cutting discs for dental applications
it: Dischi di taglio per uso dentistico

source: Drilling jigs for dental applications
it: Sagome di trapanatura per uso dentistico

source: Drilling jigs for surgical applications
it: Sagome di trapanatura per uso chirurgico

source: Flexible medical endoscopes
it: Endoscopi medici flessibili

source: Medical and surgical catheters
it: Cateteri per uso medico e chirurgico

source: Prosthetic tissues for parietal use
it: Tessuti prostetici per uso parietale

source: Prosthetic tissues for vascular use
it: Tessuti prostetici per uso vascolare

source: Prosthetic tissues for visceral use
it: Tessuti prostatici per uso viscerale

source: Rigid medical endoscopes
it: Endoscopi medici rigidi

source: Surgical apparatus and instruments for dental use
it: Apparecchi e strumenti chirurgici per uso dentistico

source: Surgical apparatus and instruments for medical use
it: Apparecchi e strumenti chirurgici per uso medico

source: Ultrasonic therapy apparatus
it: Apparecchi per ultrasuonoterapia

source: Genetic testing apparatus for medical purposes
it: Apparecchi per analisi genetiche per uso medico

source: Ear plugs for protection against noise
it: Tappi auricolari per la protezione dai rumori

source: Instruments for use in prosthetic dentistry
it: Strumenti utilizzati in odontoiatria protesica

source: Ocular implants made from artificial materials
it: Impianti oculari in materiali artificiali

source: Apparatus for measuring arterial blood flow in the eye
it: Apparecchi per misurare il flusso sanguigno arterioso degli occhi

source: Magnetic resonance imaging scanners
it: Scanner di risonanza magnetica per immagini

source: Incontinence mattress protectors
it: Salvamaterasso per incontinenti

source: Instruments for use in gastrointestinal surgery
it: Strumenti utilizzati in chirurgia gastrointestinale

source: Medical tubing for irrigation purposes
it: Tubi di drenaggio per irrigazioni

source: Medical tubing for use in vascular procedures
it: Tubi di drenaggio da utilizzare in procedure vascolari

source: Dental prostheses in the form of inlays
it: Protesi dentali sotto forma di inlay

source: Physical exercise apparatus for therapeutic use
it: Apparecchi per esercizi fisici per scopi terapeutici

source: Containers especially adapted for the disposal of syringes
it: Contenitori speciali per l'eliminazione di siringhe

source: Ankle supports for medical use
it: Supporti per caviglia per uso medico

source: Urological instruments
it: Strumenti urologici

source: Telemetry apparatus for medical use
it: Apparecchi di telemetria per uso medico

source: Nasal dilators
it: Dilatatori nasali

source: Urethral dilators
it: Dilatatori uretrali

source: Rectal dilators
it: Dilatatori rettali

source: Vaginal dilators
it: Dilatatori vaginali

source: Cervical dilators
it: Dilatatori cervicali

source: Uterine dilators
it: Dilatatori uterini

source: Protective gloves for veterinary use
it: Guanti di protezione per uso veterinario

source: Oxygen inhalers for medical use
it: Inalatori di ossigeno per uso medico

source: Chemiluminescent light sources for use in endoscopy
it: Sorgenti di luce chemiluminescente per endoscopia

source: Diagnostic apparatus for the detection of abnormal prion protein
it: Apparecchi diagnostici per la rilevazione di proteina prionica anormale

source: Central venous catheters
it: Cateteri venosi centrali

source: Magnetic resonance tomography apparatus
it: Apparecchi di tomografia a risonanza magnetica

source: Lithotomy forceps
it: Pinze di litotomia

source: Latex gloves for veterinary use
it: Guanti di lattice per uso veterinario

source: Medical instruments for recording heart activity
it: Strumenti medici per registrare l'attività cardiaca

source: Transparent face shields for use by medical personnel
it: Visiere trasparenti per il personale medico

source: Chemically activated heating pads for medical purposes
it: Cuscini riscaldanti attivati chimicamente per uso medico

source: Eye droppers for medical use
it: Contagocce per occhi per uso medico

source: Pelvic clamps
it: Morsetti pelvici

source: Elizabethan collars for veterinary use
it: Collari elisabettiani per uso veterinario

source: Electronic muscle stimulators for medical use
it: Stimolatori muscolari elettronici per uso medico

source: Electronic nerve stimulators for medical use
it: Elettrostimolatori per uso medico

source: Electrocardiographs for veterinary use
it: Elettrocardiografi per uso veterinario

source: Electric massage apparatus for personal use
it: Apparecchi per massaggi elettrici per uso personale

source: Non-electric massage apparatus
it: Apparecchi per massaggi non elettrici

source: Disposable gloves for veterinary use
it: Guanti monouso per uso veterinario

source: Disposable gloves for surgical use
it: Guanti monouso per uso chirurgico

source: Disposable prophy angles
it: Angoli di profilassi monouso

source: Chemically activated hot gel packs for medical use
it: Pacchetti di gel caldo attivati chimicamente per uso medico

source: Chemically activated cold gel packs for medical use
it: Pacchetti di gel freddo attivati chimicamente per uso medico

source: Chemically activated hot compresses for medical use
it: Compresse calde attivate chimicamente per uso medico

source: Chemically activated cold compresses for medical use
it: Compresse fredde attivate chimicamente per uso medico

source: Artificial breast implants
it: Impianti mammari artificiali

source: Balloon catheters
it: Cateteri a palloncino

source: Artificial hearts
it: Cuori artificiali

source: Non-electric acupuncture instruments
it: Strumenti di agopuntura non elettrici

source: Massage chairs with built-in massage apparatus
it: Sedie con apparecchiature integrate per massaggi

source: Sanitary masks for medical use
it: Maschere igieniche per uso medico

source: X-ray apparatus for veterinary use
it: Apparecchio a raggi X per uso veterinario

source: Medical tubing for administering drugs
it: Tubi di drenaggio per somministrare farmaci

source: Protective gloves for medical use
it: Guanti di protezione per uso medico

source: Medical ankle braces
it: Cavigliere per uso medico

source: Horsehair gloves for massage
it: Guanti di crine per massaggi

source: Pacifier clips
it: Clip per ciuccio

source: Medical bags designed to hold medical instruments
it: Borse mediche destinate a contenere strumenti medici

source: Medical apparatus for diagnosing suspected heart attacks
it: Apparecchi medici per diagnosticare infarti del miocardio

source: Beds specially made for use by burn patients
it: Letti speciali per pazienti con ustioni

source: Capillary tubes for delivering reagents
it: Tubi capillari per somministrare reagenti

source: Surgical apparatus and instruments for veterinary use
it: Apparecchi e strumenti chirurgici per uso veterinario

source: Biodegradable bone fixation implants
it: Impianti biodegradabili per fissare le ossa

source: Tongue depressors for medical purposes
it: Abbassa-lingua per uso medico

source: Teeth protectors for dental purposes
it: Proteggi-denti per uso odontoiatrico

source: Implant bridges for dental purposes
it: Ponti per impianti a uso dentistico

source: Implant abutments for dental purposes
it: Monconi per impianti a uso dentistico

source: Nasal aspirators
it: Aspiratori nasali

source: Orthodontic instruments
it: Strumenti di ortodonzia

source: Obstetric forceps
it: Forcipi ostetrici

source: Cups for administering medicine
it: Tazze per somministrare medicine

source: Graduated compression hosiery
it: Calze a compressione graduata

source: Vaginal specula
it: Speculum vaginale

source: Cochlear implants made from artificial materials
it: Impianti cocleari in materiali artificiali

source: Cotyloid implants made from artificial materials
it: Impianti cotiloidei in materiali artificiali

source: Dental picks for use in dental treatment
it: Curettes da usare nelle cure dentistiche

source: Hip joint implants and their parts made of artificial materials
it: Impianti d'articolazioni dell'anca e relative parti in materiali artificiali

source: Hypodermic injectors
it: Iniettori ipodermici

source: Internal nasal dilators
it: Dilatatori nasali interni

source: Jet injectors for medical use
it: Iniettori a getto per uso medico

source: Medical devices for placing and securing catheters
it: Dispositivi medici per collocare e fissare cateteri

source: Intraocular implants for changing eye color made from artificial materials
it: Impianti intraoculari per cambiare colore degli occhi realizzati in materiali artificiali

source: Multishot needle syringes
it: Siringhe ad aghi multiuso

source: Ocular speculums
it: Speculum oculari

source: Oxygen inhalators for therapeutic purposes
it: Inalatori di ossigeno per finalità terapeutiche

source: Stretcher straps
it: Barelle a cinghia

source: Therapeutic apparatus for children with autism
it: Dispositivi terapeutici per bambini affetti da autismo

source: Therapeutic mouthpieces for the prevention of snoring
it: Imboccature terapeutiche per impedire di russare

source: Therapeutic nose clips for the prevention of snoring
it: Stringinaso terapeutici per prevenire il russare

source: Lung forceps
it: Pinze polmonari

source: Radiological apparatus for medical purposes
it: Apparecchi per radiologia per uso medico

source: Artificial larynxes
it: Laringi artificiali

source: Rigid bronchoscopes
it: Broncoscopie rigide

source: Flexible bronchoscopes
it: Broncoscopi flessibili

source: Rigid esophagoscopes
it: Esofagoscopi rigidi

source: Flexible esophagoscopes
it: Esofagoscopi flessibili

source: Body composition analyzers for medical purposes
it: Analizzatori della composizione corporea, per uso medico

source: Autoinjectors for the administration of pharmaceutical preparations
it: Autoiniettori per somministrazione di prodotti farmaceutici

source: Body limb compression sleeves for athletic use
it: Guaine elastocompressive per gli arti per uso sportivo

source: Electronic stimulation apparatus for physiotherapy
it: Apparati per elettrostimolazione per fisioterapia

source: Blood collection bags for medical purposes, empty
it: Sacche per la raccolta di sangue per uso medico, vuote

source: Blood collection bags for medical purposes
it: Sacche per la raccolta di sangue per uso medico
